  {
    "intro": "My name is Ben Alterman. For the past 20 years, I have helped students build mastery in math, physics, and Latin. I specialize in working with students who, like me, have learning disabilities such as ADHD, dyslexia, and executive functioning difficulties. My goal is to help them find that moment of relief and confidence when they realize they can master the material in front of them.",
    "styleDescription": "I take an adaptive approach to tutoring, molding each session to fit the unique needs of my students. I adjust how I present material, manage the learning environment, and engage each student based on what helps them thrive. Whether a student benefits from a structured, step-by-step plan or a more conversational atmosphere, I tailor my style to create the best possible learning experience.",
    "experience": "I tutor students from sixth grade and up. Math includes pre-algebra, algebra, geometry, trigonometry, pre-calculus, and linear algebra. Physics includes mechanics and electromagnetism in both calculus and non-calculus tracks. I also offer SAT, GRE, and MCAT prep in these areas.",
    "ldPerspective": "My personal experience with learning disabilities shapes my approach and ensures that every student feels understood and supported. Sessions blend worked examples, guided questioning, targeted practice with immediate feedback, error analysis, and brief metacognitive check-ins. I do not complete homework for students; I coach them to do the work themselves so independence grows each week.",
    "meetingFormat": "I primarily meet in person on a weekly basis for continuity and rapport. When needed, I can accommodate occasional virtual sessions, although I find in-person work most impactful. I am selective about the students I take on so I can ensure the fit is right and the impact is high.",
    "professionalNote": "I hold a PhD in Applied Physics from the University of Michigan and am a research astrophysicist in Greenbelt, Maryland, which enriches my understanding of math and physics. You can read more about my professional and research activities on my website, blalterman.github.io.",
    "consultCta": "If you are interested in working together, please email me to schedule a free 15-minute consultation."
  }